"%1 already exists.\nDo you want to replace it?"="%1 už existuje.\nChcete nahradiť?";
"%1 days left"="Zostáva %1 dní";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nPriečinok nenájdený.\nSkontrolujte, či bol zadaný správny názov priečinka.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nSúbor nenájdený.\nSkontrolujte, či bol zadaný správny názov súboru.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s je momentálne offline, ale lekcia sa automaticky zobrazí pri najbližšom otvorení aplikácie Lessons.";
"&Abort"="&Storno";
"&Add to Custom Colors"="&Pridať do užívateľských farieb";
"&Basic colors"="&Základné farby";
"&Cancel"="&Zrušiť";
"&Copy"="&Kopírovať";
"&Custom colors"="&Užívateľské farby";
"&Define Custom Colors >>"="&Definovať užívateľské farby >>";
"&Delete"="&Vymazať";
"&Finish"="&Dokončiť";
"&Green:"="&Zelená:";
"&Help"="&Pomocník";
"&Ignore"="&Ignorovať";
"&Name:"="&Názov:";
"&Next >"="&Ďalej >";
"&Next >"="&Ďalej >";
"&No"="&Nie";
"&No"="&Nie";
"&Open"="&Otvoriť";
"&Options <<"="&Možnosti <<";
"&Options >>"="&Možnosti >>";
"&Paste"="&Vložiť";
"&Print"="&Tlač";
"&Red:"="&Červená:";
"&Redo"="&Znova";
"&Reload"="&Načítať znova";
"&Rename"="&Premenovať";
"&Retry"="&Skúsiť znova";
"&Sat:"="&Sat:";
"&Save"="&Uložiť";
"&Undo"="&Späť";
"&Unsorted"="&Netriedené";
"&Val:"="&Hodn:";
"&Yes"="&Áno";
"&Yes"="&Áno";
"..."="...";
":"=":";
"< &Back"="< &Naspäť";
"< Share Options"="< Možnosti zdieľania";
"< Share with SMART Board"="< Zdieľať na tabuli SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>O Qt</h3>%1<p>Qt je sada nástrojov C++ pre vývoj aplikácií komunikujúcich medzi platformami.</p><p>Qt poskytuje prenosnosť jedného zdrojového kódu medzi platformami MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux a všetkými významnejšími variantami platformy Unix. Qt je tiež dostupné pre vložené zariadenia, akým je napr. Qtopia Core.</p><p>Qt je produkt spoločnosti Trolltech. Podrobnosti sú uvedené na <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Tento program využíva verziu Qt Open Source Edition %1.</p><p>Qt Open Source Edition je určené na vývoj aplikácií Open Source. Na vývoj vlastných (uzavretý zdrojový kód) aplikácií potrebujete komerčnú licenciu Qt.</p><p>Prehľad licencovania Qt je uvedený na <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Tento program využíva verziu Qt %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Pre túto verziu softvéru SMART Notebook sa vyžaduje kód produktu SMART Notebook Advantage. Podrobnosti sa dozviete na webovej lokalite <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="A&lfa kanál:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 palca)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Storno";
"About %1"="O %1";
"About Qt"="O Qt";
"Account"="Účet";
"Activate"="Aktivovať";
"Activated"="Aktivované";
"Activates the program's main window"="Aktivácia hlavného okna programu";
"Activation Key"="Aktivačný kľúč";
"Activation Web Services:"="Služby aktivačného webu:";
"Activation Wizard"="Sprievodca aktiváciou";
"Activation Wizard is outdated."="Sprievodca aktiváciou je neaktuálny.";
"Activation required"="Je potrebná aktivácia";
"Add Boards"="Pridať tabule";
"Advanced"="Rozšírené";
"Aliases: %1"="Aliasy: %1";
"All Files (*)"="Všetky súbory (*)";
"All Files (*.*)"="Všetky súbory (*.*)";
"All pending requests have been canceled."="Všetky očakávajúce požiadavky boli zrušené.";
"Apply"="Aplikovať";
"Are you sure you want to delete license information?"="Naozaj chcete odstrániť informácie o licencii?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Ste si istí, že chcete vrátiť kód produktu pre tento produkt? Licencia na tomto počítači bude okamžite dezaktivovaná (pred dokončením vrátenia).";
"Authentication Required"="Požiadavka na overenie";
"Authentication required"="Požiadavka na overenie";
"Automatic Activation"="Automatická aktivácia";
"B0 (1000 x 1414 mm)"="B0 (1 000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 palca)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Naspäť";
"Bl&ue:"="Mo&drá:";
"Browse Content"="Prezeranie obsahu";
"Browse..."="Prehliadať...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Zrušiť";
"Canceled"="Zrušené";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Nepodarilo sa overiť pravosť kľúča. Skúste zopakovať aktiváciu. \n\nAk bude problém pretrvávať, zapíšte si prípadné chybové hlásenia a obráťte sa na technickú podporu SMART.";
"Centimeters (cm)"="Centimetre (cm)";
"Check Activation Server Connectivity"="Skontrolujte pripojenie na aktivačný server";
"Check for renewals complete. No renewals found."="Kontrola obnovení je dokončená. Neboli nájdené žiadne obnovenia.";
"Checking..."="Kontroluje sa...";
"Choose your SMART Board"="Vyberte si tabuľu SMART Board";
"Class ID"="ID triedy";
"Class Name"="Názov triedy";
"Cleaning up a few things..."="Trocha to tu čistíme...";
"Click here to test connectivity."="Kliknutím tu otestujte pripojenie.";
"Close"="Zatvoriť";
"Close without Saving"="Zatvoriť bez uloženia";
"Collate"="Zoradiť";
"Color"="Farba";
"Color Mode"="Farebný režim";
"Commit"="Potvrdiť";
"Complete Later"="Dokončiť neskôr";
"Connect"="Pripojiť";
"Connected to host"="Pripojené k hostiteľovi";
"Connected to host %1"="Pripojené k hostiteľovi %1";
"Connection Options"="Možnosti pripojenia";
"Connection Options..."="Možnosti pripojenia...";
"Connection closed"="Prepojenie zatvorené";
"Connection refused"="Prepojenie odmietnuté";
"Connection refused (or timed out)"="Prepojenie odmietnuté (alebo vypršal časový limit)";
"Connection to %1 closed"="Prepojenie s %1 zatvorené";
"Contact Support at:"="Kontaktujte podporu na:";
"Contact technical support"="Kontaktovať technickú podporu";
"Continue"="Pokračovať";
"Copies"="Kópie";
"Copies:"="Kópie:";
"Copy"="Kopírovať";
"Copy &Link Location"="Kopírovať umiestnenie &prepojenia";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Aktivácia sa nepodarila. Zrejme sa vyskytol problém s aktivačnými servermi. Skúste to znova neskôr.";
"Could not connect to the server. Trying again..."="Nepodarilo sa pripojiť k serveru. Skúste to znova...";
"Couldn't find a board with that code. Want to try again?"="Nepodarilo sa nájsť tabuľu s týmto kódom. Chcete to skúsiť znova?";
"Couldn't load profile"="Nepodarilo sa načítať profil";
"Couldn't start the trial period."="Nepodarilo sa spustiť skúšobnú verziu.";
"Count"="Počet";
"Create New Folder"="Vytvoriť nový priečinok";
"Create a New File"="Vytvoriť nový súbor";
"Create a link to this document"="Vytvoriť odkaz na tento dokument";
"Creating ..."="Vytváranie...";
"Cu&t"="Vys&trihnúť";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Údaje poškodené";
"Delete"="Vymazať";
"Detail View"="Zobrazenie detailov";
"Details:"="Detaily:";
"Directories"="Priečinky";
"Directory"="Priečinok";
"Disabled"="Deaktivované";
"Discard"="Odmietnuť";
"Do you want to discard this request or complete it later?"="Chcete odmietnuť túto požiadavku alebo ju dokončiť neskôr?";
"Don't Save"="Neukladať";
"Don't show this again"="Túto správu nabudúce nezobraziť.";
"Done"="Hotovo";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Preberanie nedokončené. Prijatých %1 bajtov, očakávaných %2 bajtov.";
"Drive"="Jednotka";
"Duplex Printing"="Obojstranná tlač";
"Error writing response to device"="Odozva chyby zápisu na zariadenie";
"Examples"="Príklady";
"Executable '%1' requires Qt %2, found Qt %3."="Spustiteľný súbor '%1' vyžaduje Qt %2, nájdené Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 palcov, 191 x 254 mm)";
"Expired"="Platnosť uplynula";
"Expired on %1"="Platnosť vypršala %1";
"Expires on %1"="Platnosť vyprší %1";
"Failed due to a data error. Please contact our support."="Zlyhanie v dôsledku chyby údajov. Obráťte sa na oddelenie podpory.";
"Failed to cancel all pending requests."="Nepodarilo sa zrušiť všetky očakávajúce požiadavky.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Nepodarilo sa pripojiť k serveru SMART. Skúste neskôr znova alebo sa pokúste o manuálnu aktiváciu.";
"Failed to write activation information. Make sure you have enough permissions."="Nepodarilo sa zapísať informáciu o aktivácii. Skontrolujte, či máte dostatok povolení.";
"Failed. Details: "="Neúspešné. Podrobnosti: ";
"False"="Neplatný";
"File"="Súbor";
"File name:"="Názov súboru:";
"Files of type:"="Súbory typu:";
"Finished"="Dokončené";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formulár";
"From page:"="Od strany:";
"Fulfillment ID"="ID splnenia";
"Get started with SMART Notebook software"="Začíname so softvérom SMART Notebook";
"Getting things ready..."="Prebieha príprava...";
"Go Back"="Ísť naspäť";
"Grace period has expired."="Tolerančné obdobie sa skončilo.";
"Grace period: <b>%1</b> day(s) remaining"="Diskrečné obdobie: <b>%1</b> deň(dní) ostáva";
"Grayscale"="Odtiene sivej";
"Great! Your lesson is on its way to the SMART Board."="Výborne! Vaša lekcia je už na ceste do tabule SMART Board.";
"HTTP request failed"="Požiadavka HTTP zlyhala";
"HTTPS connection requested but SSL support not compiled in"="Spojenie HTTPS vyžiadané, ale podpora SSL sa nevytvorila do";
"Height:"="Výška:";
"Help"="Pomocník";
"Hide %1"="Skryť %1";
"Hide Others"="Skryť ostatné";
"Host %1 found"="Nájdený hostiteľ %1";
"Host %1 not found"="Hostiteľ %1 nenájdený";
"Host found"="Hostiteľ nájdený";
"Host requires authentication"="Hostiteľ vyžaduje overenie";
"Host:"="Hostiteľ:";
"Hu&e:"="Sý&tosť:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Súhlasím s podmienkami v <a href=\"showEula()\">licenčnej zmluve</a>.";
"Ignore"="Ignorovať";
"Inches (in)"="Palce (in)";
"Include your name to help students find your class quickly."="Uveďte svoje meno, aby študenti rýchlo našli vašu triedu.";
"Includes maintenance ending on:"="Zahŕňa údržbu na obdobie do:";
"Includes permanent activations."="Zahŕňa trvalé aktivácie.";
"Includes subscriptions expiring on:"="Zahŕňa odbery na obdobie do:";
"Incompatible Qt Library Error"="Chyba nekompatibilnej knižnice Qt";
"Installation ID"="Identifikácia inštalácie";
"Internet access is disabled by the system administrator."="Prístup k internetu zakázal správca systému.";
"Invalid"="Neplatné";
"Invalid HTTP chunked body"="Neplatná časť telo HTTP";
"Invalid HTTP response header"="Neplatná hlavička odozvy HTTP";
"Invalid entitlement"="Neplatný nárok";
"Invalid product key."="Neplatný kód produktu.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Knižnica Lekcie v tabuli je zrejme plná. Môžete vymazať niektoré lekcie a uvoľniť miesto.";
"Landscape"="Na šírku";
"Learn how to renew."="Zistite, ako sa dá obnoviť.";
"Learn more."="Ďalšie informácie.";
"Learn the Basics"="Základy";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 palcov, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 palcov, 216 x 279 mm)";
"Limitations"="Obmedzenia";
"List View"="Zobrazenie zoznamu";
"Location:"="Umiestnenie:";
"Long side"="Dlhšia strana";
"Look in:"="Pozrite sa na:";
"Lync connector"="Konektor Lync";
"Manage"="Spravovať";
"Manual Request"="Manuálna požiadavka";
"Margins"="Okraje";
"Microsoft (personal)"="Microsoft (osobný)";
"Millimeters (mm)"="Milimetre (mm)";
"My Computer"="Môj počítač";
"N&o to All"="N&ie pre všetko";
"N&o to All"="N&ie pre všetko";
"Name:"="Názov:";
"No Internet Connection"="Žiadne internetové pripojenie";
"No boards yet. Get connected."="Zatiaľ nemáte žiadne tabule. Pripojte sa.";
"No proxy"="Žiaden proxy";
"No server set to connect to"="Nenastavený žiadny server na pripojenie k";
"No space left on device"="Na zariadení neostalo žiadne miesto";
"No such file or directory"="Daný súbor alebo priečinok neexistuje";
"No, I'll complete my request(s) later."="Nie, dokončím svoju požiadavku (požiadavky) neskôr.";
"No, cancel all pending requests."="Nie, zrušiť všetky očakávajúce požiadavky.";
"None"="Žiadne";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Poznámka: Ak webové adresy nie sú dostupné, upravte nastavenia proxy a skúste znova otestovať pripojenie.";
"Number of copies:"="Počet kópií:";
"OK"="OK";
"Office 365 (school)"="Office 365 (škola)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Ľutujeme. Nepodarilo sa nám prihlásiť vás. Skúste to znova. \n\nAk sa nepodarí ani ďalší pokus, nateraz prihlásenie vynechajte a skúste to znova neskôr v ponuke Účet.";
"Oops. Something went wrong. Restarting the computer might help."="Ľutujeme. Niečo sa pokazilo. Skúste reštartovať počítač.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Ľutujeme. Danú akciu nemôžeme dokončiť bez pripojenia na internet. \n\nObnovte pripojenie a skúste to znova.";
"Oops. We couldn't load your profile right now. Please try again later."="Ľutujeme. Momentálne sa nám nepodarilo načítať váš profil. Skúste to znova neskôr.";
"Open"="Otvoriť";
"Open "="Otvoriť ";
"Open in SMART Notebook on this computer."="Otvorte v aplikácii SMART Notebook v tomto počítači.";
"Open in the Notebook Player app on my SMART Board with iQ."="Otvorte v aplikácii Notebook Player v SMART Board pomocou iQ.";
"Operation completed successfully."="Operácia bola úspešne dokončená.";
"Options"="Možnosti";
"Orientation"="Orientácia";
"Orientation:"="Orientácia:";
"Output &file:"="Výstupný &súbor:";
"Output Settings"="Výstupné nastavenia";
"P&roperties"="V&lastnosti";
"Page size:"="Veľkosť strany:";
"Pages from"="Strany od";
"Paper"="Papier";
"Paper format"="Formát strany";
"Paper source:"="Zdroj papiera:";
"Parent Directory"="Nadradený priečinok";
"Password"="Heslo";
"Password:"="Heslo:";
"Permission Required"="Vyžaduje sa povolenie";
"Permission denied"="Práva odmietnuté";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefón: 1.866.518.6791 alebo +1.403.228.5940";
"Please try again"="Skúste znova";
"Please try again later"="Skúste to znova neskôr.";
"Points (pt)"="Body (pt)";
"Portrait"="Na výšku";
"PostScript Files (*.ps);;All Files (*)"="Súbory PostScript (*.ps);;Všetky súbory (*)";
"Preferences..."="Preferencie...";
"Premium features expired on %1"="Nárok na nadštandardné funkcie vypršal %1";
"Premium features will expire on %1 without an active subscription"="Bez aktívneho predplatného %1 stratíte prístup k nadštandardným funkciám.";
"Preparing your document. This can take a while..."="Prebieha príprava vášho dokumentu. Môže to chvíľu trvať...";
"Preview"="Ukážka";
"Print all"="Tlačiť všetko";
"Print destination"="Cieľ tlače";
"Print first page first"="Tlačiť prvú stranu ako prvú";
"Print in color if available"="Farebná tlač, ak je dostupná";
"Print in grayscale"="Čiernobiela tlač";
"Print last page first"="Tlačiť poslednú stranu ako prvú";
"Print range"="Rozsah tlače";
"Print selection"="Výber tlače";
"Print to File (PDF)"="Tlačiť do súboru (PDF)";
"Print to File (Postscript)"="Tlačiť do súboru (Postscript)";
"Print to SMART Notebook"="Tlač do SMART Notebook";
"Print to file:"="Tlač do súboru:";
"Print to printer:"="Tlač na tlačiareň:";
"Printer"="Tlačiareň";
"Printer settings"="Nastavenia tlačiarne";
"Product"="Produkt";
"Product Key"="Kód produktu";
"Product Key is not valid"="Kód produktu je neplatný";
"Product Key:"="Kód produktu:";
"Product key has expired."="Platnosť kódu produktu vypršala.";
"Product:"="Produkt:";
"Profile"="Profil";
"Proxy Settings"="Nastavenia proxy";
"Proxy authentication required"="Požiadavka na overenie serverom proxy";
"Proxy requires authentication"="Požiadavka na overenie serverom proxy";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Koniec";
"Quit %1"="Ukončiť %1";
"Recent"="Nedávne";
"Recents"="Nedávne";
"Remaining signed in will give you access to SMART Notebook's basic features."="Ak zostanete prihlásení, budete mať prístup k základným funkciám softvéru SMART Notebook.";
"Request Files (%1)"="Súbory požiadavky (%1)";
"Request aborted"="Požiadavka zrušená";
"Request denied. See Technical Details below for more information."="Požiadavka bola zamietnutá. Viac informácií nájdete v časti „Technické podrobnosti“ uvedenej nižšie.";
"Request type: Activate"="Typ požiadavky: Aktivovať";
"Request type: Renew"="Typ požiadavky: Obnoviť";
"Request type: Repair"="Typ požiadavky: Opraviť";
"Request type: Return"="Typ požiadavky: Vrátiť";
"Request:"="Požiadavka:";
"Reset"="Opätovne nastaviť";
"Response Files (%1)"="Súbory odpovede (%1)";
"Restore Defaults"="Obnoviť predvolené nastavenia";
"Result:"="Výsledok:";
"Retrieving your account information..."="Načítavajú sa informácie o vašom účte...";
"Retry"="Skúsiť znova";
"Reverse"="Vrátiť späť";
"Reverse landscape"="Otočiť na šírku";
"Reverse portrait"="Otočiť na výšku";
"SMART Account"="Účet SMART";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera nástroje zmiešanej reality";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online – prístup z Notebooku kdekoľvek";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Konektor SMART Meeting Pro pre Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="3D nástroje SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook – <a href='%1'>nadštandardné funkcie</a>";
"SMART Notebook Collaborative License"="Kooperatívna licencia SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook English Vocabulary – príklad 1";
"SMART Notebook History Example 1"="SMART Notebook History – príklad 1";
"SMART Notebook Math Example 1"="SMART Notebook Math – príklad 1";
"SMART Notebook Math Example 2"="SMART Notebook Math – príklad 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Science – príklad 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Súprava nástrojov SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies – sprievodca aktiváciou";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Zlyhalo nadväzovanie spojenia SSL";
"Save"="Uložiť";
"Save All"="Uložiť všetko";
"Save As"="Uložiť ako";
"Search the SMART Exchange"="Vyhľadať SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Podrobnosti o tom, ako riešiť problémy s pripojením, najmä ak používate pripojenie cez server proxy, nájdete v tomto <a href='%1'>článku Vedomostnej základne</a> a <a href='%2'>diagrame riešenia problémov</a> .";
"Select All"="Vybrať všetko";
"Select a Directory"="Vybrať priečinok";
"Select color"="Vybrať farbu";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Vyberte spôsob zdieľania tohto súboru so svojím online profilom SMART Learning Suite Online";
"Select the Response File"="Vyberte súbor odpovede";
"Selection"="Výber";
"Send to SMART Cloud"="Odoslať do SMART Cloud";
"Server closed connection unexpectedly"="Server neočakávane ukončil spojenie";
"Services"="Služby";
"Share"="Zdieľať";
"Share Now"="Zdieľať hneď teraz";
"Share this file with the Lessons app on a SMART Board"="Zdieľať tento súbor s aplikáciou Lessons na nástenke SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Zdieľať tento súbor s aplikáciou Notebook Player v SMART Board";
"Share to SMART Board with iQ"="Zdieľať so SMART Board pomocou iQ";
"Share to the Notebook Player app"="Zdieľať v aplikácii Notebook Player";
"Share using a link"="Zdieľať prostredníctvom odkazu";
"Share with a SMART Board"="Zdieľať na tabuli SMART Board";
"Short side"="Kratšia strana";
"Show &hidden files"="Zobraziť &skryté súbory";
"Show All"="Zobraziť všetky";
"Sign In"="Prihlásenie";
"Sign In Again"="Prihlásiť sa znova";
"Sign Out"="Odhlásiť sa";
"Sign in"="Prihlásiť sa";
"Sign in didn't work"="Prihlásenie sa nepodarilo";
"Sign in is required for accessing key SMART features."="Na prístup k hlavným funkciám softvéru SMART sa vyžaduje prihlásenie.";
"Sign in to or create a SMART account"="Prihláste sa alebo si vytvorte účet SMART";
"Sign in to use this feature"="Na použitie tejto funkcie sa prihláste";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Na získanie výhod vyplývajúcich z predplatného SMART alebo používanie notebooku v obmedzenom režime sa prihláste do svojho účtu SMART.";
"Sign in with Google"="Prihlásiť sa pomocou účtu Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Prihláste sa pomocou osobného účtu Google, Office 365 alebo Microsoft.";
"Sign in with a browser"="Prihláste sa prostredníctvom prehliadača";
"Sign up for free"="Bezplatná registrácia";
"Sign up for the latest updates from SMART"="Zaregistrujte sa na dostávanie najnovších aktualizácií od SMART";
"Signed in as:"="Prihlásený ako:";
"Skip Sign In"="Vynechať prihlásenie";
"Skip sign in for now"="Nateraz prihlásenie vynechať";
"Skipped sign in"="Prihlásenie bolo vynechané";
"Software enabled"="Softvér aktivovaný";
"Some of your license keys have expired. Click here for more info."="Skončila platnosť niektorých licenčných kódov. Kliknite sem a získajte viac informácií.";
"Some of your license keys will expire in %1 days. Click here for more info."="Platnosť niektorých licenčných kódov skončí o %1 dní. Kliknite sem a získajte viac informácií.";
"Something went wrong. Want to try again?"="Niečo sa pokazilo. Chcete to skúsiť znova?";
"Sort"="Zoradiť";
"Sort by &Date"="Zoradiť podľa &Dátumu";
"Sort by &Name"="Zoradiť podľa &Názvu";
"Sort by &Size"="Zoradiť podľa &Veľkosti";
"Status"="Stav";
"Status:"="Stav:";
"Stay Inspired"="Inšpirujte sa";
"Subscription: <b>%1</b> day(s) remaining"="Predplatený odber: <b>%1</b> deň(dní) ostáva";
"Succeeded"="Úspešné";
"Symbolic Link"="Symbolický odkaz";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Klepnite na ikonu pripojenia (%s) v aplikácii Lekcie. Získate 4-miestny kód, ktorý potom zadáte nižšie.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Ťuknite na ikonu Pripojiť %s v aplikácii Notebook Player, získajte kód obsahujúci 4 znaky a tento kód napíšte nižšie.";
"Test Connectivity..."="Test pripojenia...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Táto e-mailová adresa je už priradená k účtu SMART. Skúste sa zaregistrovať s inou e-mailovou adresou.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Niečo sa pokazilo... \n\nNevieme, čo sa presne stalo, ale momentálne sa nedá prihlásiť. ";
"The activation didn't complete. See below for status information."="Aktivácia sa neskončila. Pozrite nižšie, kde nájdete informácie o stave.";
"The following Product Key is not valid: "="Nasledujúci kód produktu je neplatný: ";
"The information copied successfully, and your Internet browser will open."="Informácie boli úspešne skopírované a následne sa otvorí váš prehľadávač.";
"The installed version of this product requires a newer maintenance license."="Nainštalovaná verzia tohto produktu vyžaduje novšiu licenciu na údržbu.";
"The link has been copied to the clipboard."="Odkaz sa skopíroval do schránky.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Počet aktivácií tohto produktu presiahol maximálnu hodnotu. Pomoc vám poskytne oddelenie podpory.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Kód produktu, ktorý používate, bol zrušený. Ak chcete vedieť ďalšie informácie, obráťte sa na podporu spoločnosti SMART.";
"The product key you entered is already in the list."="Zadaný aktivačný kód sa už nachádza v zozname.";
"The request file saved successfully. Copy the file to another computer to continue."="Súbor požiadavky bol úspešne uložený. Ak chcete pokračovať, skopírujte súbor na iný počítač.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Požiadavka bola úspešná pri niektorých vašich kódoch produktu, avšak pri iných bola neúspešná.";
"The sign in took too long and has expired."="Prihlasovanie trvalo príliš dlho a jeho platnosť vypršala.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Momentálne prebieha údržba systému, ale čoskoro bude systém opäť k dispozícii. Ospravedlňujeme sa za nepríjemnosti.";
"The trial period has started."="Začali ste používať skúšobnú verziu.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Kľúč sa nepodarilo aktivovať. Skúste zopakovať aktiváciu. \n\nAk bude problém pretrvávať, zapíšte si prípadné chybové hlásenia a obráťte sa na technickú podporu SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Záznam o oprávnení tohto kľúča nie je správne nakonfigurovaný. Obráťte sa na technickú podporu SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Na pripojenie k programu SMART musíte zadať používateľské meno a heslo k serveru proxy %s";
"To page:"="Na stranu:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Ak chcete aktivovať kód produktu, všetky pripojenia musia byť úspešné. Úspešné pripojenia symbolizujú zelené symboly začiarknutia.";
"Too many open files"="Príliš veľa otvorených súborov";
"Trial Extension"="Predĺženie skúšobnej doby";
"Trial: <b>%1</b> day(s) remaining"="Skúšobná verzia: ostáva <b>%1</b> dní";
"True"="Pravda";
"Try Again"="Skúste to znova";
"Try again later or try a manual request now."="Skúste to znova neskôr alebo vyskúšajte teraz manuálne odoslanie požiadavky.";
"Try it Online!"="Skúste to vykonať online!";
"Type your user name and password."="Zadajte vaše užívateľské meno a heslo.";
"Type:"="Zadať:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 x 241 mm)";
"Unable to complete your request."="Vašu požiadavku nebolo možné dokončiť.";
"Unable to copy."="Nie je možné skopírovať.";
"Unable to create your file."="Nie je možné vytvoriť váš súbor.";
"Unable to open %1 for writing."="Nemožno otvoriť %1 na zápis.";
"Unable to open source file for reading."="Nemožno otvoriť zdrojový súbor na čítanie.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Nie je možné otvoriť internetový prehľadávač. Skúste otvoriť prehľadávač manuálne alebo pokračujte na inom počítači.";
"Unable to read response from file."="Nie je možné prečítať odpoveď zo súboru.";
"Unable to rename %1 to %2."="Nemožno premenovať %1 to %2.";
"Unable to save your request."="Nie je možné uložiť vašu požiadavku.";
"Unknown"="Neznáme";
"Unknown Location"="Neznáme umiestnenie";
"Unknown authentication method"="Neznámy spôsob overenia";
"Unknown error"="Neznáma chyba";
"Unknown error."="Neznáma chyba.";
"Unknown protocol specified"="Uvedený neznámy protokol";
"Upload this document and create a link to share with others."="Nahrajte tento dokument a vytvorte odkaz na zdieľanie s ostatnými.";
"Upload to SMART Cloud"="Nahrať do SMART Cloud";
"Uploading your file..."="Nahráva sa súbor...";
"Use Internet Explorer settings"="Použite nastavenie programu Internet Explorer";
"Use System settings"="Použite nastavenie systému";
"Use other proxy:"="Použite iný server proxy:";
"User Name:"="Užívateľské meno:";
"User name:"="Používateľské meno:";
"Valid for versions released before %1"="Platné pre verzie vydané pred %1";
"Version %s"="Verzia %s";
"Volume activated"="Objem aktivovaný";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Túto odpoveď sme nedokázali spracovať. Táto požiadavka pochádza z iného počítača alebo už bola spracovaná.";
"We'll remember %s for next time."="Nabudúce si %s budeme pamätať.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Vitajte v softvéri %1 od spoločnosti SMART Technologies.";
"Welcome to SMART Notebook"="Vitajte v programe SMART Notebook";
"What's This?"="Čo je toto?";
"Width:"="Šírka:";
"Working on it."="Pracujeme na tom.";
"Working on it.."="Pracujeme na tom...";
"Working on it..."="Pracujeme na tom...";
"Wrong content length"="Nesprávna dĺžka obsahu";
"Yes to &All"="Áno pre &Všetko";
"Yes to &All"="Áno pre &Všetko";
"Yes, I have a numeric response code similar to %1."="Áno, mám kód číselnej odozvy podobný ako %1.";
"Yes, I have a response file."="Áno, mám súbor odpovede.";
"Yes, I have a response message that starts with %1."="Áno, mám správu odpovede, ktorá začína na %1.";
"Yes, I have an activation key similar to %1."="Áno, mám aktivačný kód podobný ako %1.";
"You can close this tab and return to SMART Notebook."="Môžete zatvoriť túto kartu a vrátiť sa do programu SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Svoj účet a ID triedy môžete spravovať z ponuky Účet.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Prihlásiť sa môžete neskôr v ponuke Účet. Na prístup k viacerým hlavným funkciám softvéru SMART sa vyžaduje prihlásenie.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Rozhodli ste sa nepovoliť aplikácii prístup k vášmu účtu. Kým prístup nepovolíte, našu aplikáciu nemožno používať.";
"You have %1 days to complete activation."="Počet zostávajúcich dní na dokončenie aktivácie: %1.";
"You have signed out"="Odhlásili ste sa";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Zatiaľ ste od spoločnosti SMART nezískali povolenie na prístup k informáciám o svojom účte, ktoré sú potrebné na prihlásenie. Chcete sa znova skúsiť prihlásiť?";
"You may wish to send results to your organization's technical support contact."="Výsledky môžete prípadne poslať pracovníkovi technickej podpory vašej organizácie.";
"You need to sign in before you can use this feature."="Pred použitím tejto funkcie sa musíte prihlásiť.";
"You're all set!"="Všetko je pripravené.";
"You're unable to change these settings because you manually configured a proxy."="Nemožno zmeniť tieto nastavenia, pretože ste manuálne upravili proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Nateraz ste prihlásenie preskočili. Prihlásiť sa môžete neskôr v ponuke Účet.";
"Your SMART Boards"="Vaše tabule SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Platnosť vášho predplatného pre SMART Learning Suite sa skončí o %d dni(-í). Zistite, ako sa dá obnoviť.";
"Your SMART account"="Váš účet SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Váš prehliadač otvoril prihlasovaciu stránku. Po prihlásení sa vrátite sem.";
"Your first trial extension is activated."="Bolo aktivované predĺženie prvej skúšobnej verzie.";
"Your first trial extension isn't activated."="Predĺženie vašej prvej skúšobnej verzie nebolo aktivované.";
"Your second trial extension is activated."="Bolo aktivované predĺženie druhej skúšobnej verzie.";
"Your second trial extension isn't activated."="Predĺženie druhej skúšobnej verzie nebolo aktivované.";
"Your trial period has ended."="Platnosť skúšobnej verzie skončila.";
"bottom margin"="spodný okraj";
"left margin"="ľavý okraj";
"locally connected"="zapojené lokálne";
"right margin"="pravý okraj";
"to"="do";
"top margin"="horný okraj";
"unknown"="neznáme";
